msg_operations_inactivity = "Внимание! На брокерском счёте давно не было транзакций. Проверьте работоспособность приложения. Возможно, потребуется продать акции вручную."
msg_core_file_found = "Внимание! Обнаружен сбой приложения. Пожалуйста, проведите анализ, используя созданный core файл."
msg_app_restart = "Внимание! Приложение было не запущено. Выполнен повторный запуск."
msg_huge_sell = "Внимание! Обнаружено резкое падение цены для {ticker}({name}). Возможно необходимо выполнить ручную покупку"
msg_dividends = "Внимание! Объявлены дивиденды для {ticker}({name}) с доходностью {yield_value}%"

dividends = "дивиденд"
recommend = "рекомендовал"
